Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: [22.9-24.3] Yeah, about that.[26.5-27.8] Reoccurring theme of the night.[29.4-30.9] I'm looking at the bridge right now.
pl_pl: [22.9-24.3] Tak, jeżeli o to chodzi... [26.5-27.8] Powtarzający się punkt programu. [29.4-30.9] Patrzę teraz na most.

source: [22.9-25.3] Hey! This isn't a debate![25.7-33.35] I just watched a ship fast forward through a fucking bridge! Time is running out, and the Fracture is getting worse by the minute.[87.4-91.4] Amy, take Amaral to the machine. Keep an eye on her.
pl_pl: [22.9-25.3] Hej! To nie jest debata! [25.7-33.35] Właśnie widziałem statek przebijający się przez pieprzony most! Czas ucieka, a Pęknięcie pogarsza się z minuty na minutę. [87.4-91.4] Amy, zabierz Amaral do maszyny. Miej na nią oko.

source: [22.9-25.3] Hey! This isn't a debate![25.7-33.4] I just watched a ship fast forward through a fucking bridge! Time is running out, and the Fracture is getting worse by the minute.[88-93.5] Nick, bring Sofia to the machine. Keep an eye on her.
pl_pl: [22.9-25.3] Hej! To nie jest debata! [25.7-33.4] Właśnie widziałem statek przebijający się przez pieprzony most! Czas ucieka, a Pęknięcie pogarsza się z minuty na minutę. [88-93.5] Nick, zabierz Sofię do maszyny. Miej na nią oko.

source: [23.3-24.45] Son of a bitch.[29.65-33.67] The esteemed Mr. Paul Serene. What's shakin', Moneybags?[45.5-46.44] Yeah. Me too.
pl_pl: [23.3-24.45] Sukinsyn.[29.65-33.67] No, no, doktorze Paul. Co słychać, kasiarzu?[45.5-46.44] Ta. Ja też.

source: [24-24.85] Holy shit![0-0] Oh, motherfucker!
pl_pl: [24-24.85] Jasna cholera! [0-0] O, skurwysyn!

source: [24-25.85] And here I thought this was going to be a rescue.[28.4-30.1] Bet there's a story here...[32.9-34.2] Serene's right-hand man.[37.4-38.5] I hope you said no.[45.8-46.6] I just gave you one.
pl_pl: [24-25.85] A już myślałam, że to będzie akcja ratunkowa.[28.4-30.1] Stawiam, że jest za tym jakaś historia...[32.9-34.2] Prawa ręka Serene'a.[37.4-38.5] Mam nadzieję, że odmówiłeś.[45.8-46.6] Właśnie ci ją dałam.

source: [25.1-25.9] Let's get to it, Doctor.[42.4-45] No. But you're coming with us. We need your expertise.[46.6-47.5] I'm not asking.[49.5-50.9] C'mon, move, MOVE![59.1-60.5] Where's the damn boat?![70.3-73] Okay, go! Get her on the boat! I'll keep 'em busy.[73.4-74.85] C'mon, go! Hurry up![75.7-77] Shit. Snipers!
pl_pl: [25.1-25.9] Zaczynajmy. [42.4-45] Nie. Ale pójdziesz z nami. Potrzebujemy twojej wiedzy. [46.6-47.5] Ja nie pytam. [49.5-50.9] No już, uciekaj, UCIEKAJ! [59.1-60.5] Gdzie jest ta cholerna łódź?! [70.3-73] Dobra, idziemy! Zabierz ją na łódź! Ja ich zajmę. [73.4-74.85] Dalej, ruszać się! Szybciej![75.7-77] Cholera. Snajperzy!

source: [25.1-27.7] There he is. You were right.[32.4-36.7] Speaking of lies... Joyce is saying he's discovered his brother's time machine.[42.1-43.4] It does sound unlikely.[49.6-55.5] If he really has located the machine, why would he come here and tell you? Smart money says he's trying to play you.
pl_pl: [25.1-27.7] Miałeś rację. Przyszedł. [32.4-36.7] Mówiąc o kłamstwach... Joyce mówi, że odkrył wehikuł czasu swojego brata. [42.1-43.4] To brzmi nieprawdopodobnie. [49.6-55.5] Jeśli naprawdę zlokalizował wehikuł, po co przychodziłby tu i ci o tym mówił? Stawiam na to, że próbuje cię ograć.

source: [25.4-27.2] And you still believed you could fix it.[31.8-40.35] The CFR, as Monarch knew it. The key to the Lifeboat Protocol, Monarch's survival plan. But that didn't seem to matter to you.
pl_pl: [25.4-27.2] I wciąż wierzyłeś, że możesz to naprawić. [31.8-40.35] RPC, jaki znał Monarch. Klucz do Protokołu Łodzi Ratunkowej, planu przetrwania Monarch. Ale dla ciebie nie miało to znaczenia.

source: [25.55-29.55] Jack Joyce! In the flesh![33.5-35.6] Ahh, shut up and bring it in.[36.3-37.1] Welcome home. [41.8-45.3] Six years. I was starting to think you'd never come back.[50.6-51.12] Come on.
pl_pl: [25.55-29.55] Jack Joyce! We własnej osobie![33.5-35.6] Achh, przymknij się i daj się uścisnąć.[36.3-37.1] Witaj w domu. [41.8-45.3] Sześć lat. Już myślałem, że nigdy nie wrócisz.[50.6-51.12] Chodź.

source: [26.1-29.4] Why don’t you keep your mouth shut while we get some privacy before we begin.[33.05-33.55] Okay.[39.25-40.8] Stop squirming.[45.3-46.8] And you're gonna need this.[66.9-67.5] Sure.
pl_pl: [26.1-29.4] Dlaczego nie zamkniesz buzi na kłódkę, dopóki nie będziemy mieć chwili prywatności. [33.05-33.55] Ok. [39.25-40.8] Przestań się wiercić. [45.3-46.8] I będziesz tego potrzebować. [66.9-67.5] Spoko.

source: [26.2-28] I can't imagine what happened to you.[31.2-36.5] When you entered that machine, I wanted to go after you, but -- I didn't know where Sofia sent you, or how to find you--[45.4-48.3] Whatever happened to you, we'll change it.[49-50.2] We can fix this.[52.6-54] We can undo this, we--[70.4-72.25] I can't just sit back and do nothing.[131.3-132.5] Then we'll die finding out.
pl_pl: [26.2-28] Nie mogę sobie wyobrazić, co się z tobą stało. [31.2-36.5] Kiedy weszłaś do tej maszyny, chciałem iść za tobą, ale - nie wiedziałem, gdzie Sofia cię wysłała, ani jak cię znaleźć... [45.4-48.3] Cokolwiek ci się stało, zmienimy to. [49-50.2] Możemy to naprawić. [52.6-54] Możemy to cofnąć, my... [70.4-72.25] Nie mogę po prostu siedzieć i nic nie robić. [131.3-132.5] Wtedy umrzemy, próbując się dowiedzieć.

source: [26.3-27.4] We should get ready. [28.5-29.3] We don't have much time.
pl_pl: [26.3-27.4] Powinniśmy się przygotować. [28.5-29.3] Nie mamy zbyt wiele czasu.

source: [26.6-27.1] Paul?[42.6-47.5] Paul. This is your illness talking. I'm on your side.[55-56.2] Easy. You're all--[62.2-70.3] We did all we could. But there are forces within Monarch working against you. And I believe Burke was just the tip of the iceberg. It wasn't just Joyce that did this.
pl_pl: [26.6-27.1] Paul? [42.6-47.5] Paul. Choroba odbiera ci umysł. Jestem po twojej stronie. [55-56.2] Spokojnie.[62.2-70.3] Zrobiliśmy wszystko, co mogliśmy, ale w Monarch są siły działające przeciwko tobie. I wierzę, że Burke był tylko wierzchołkiem góry lodowej. Nie tylko Joyce to zrobił.

source: [26.7-27.52] Jack.[32.6-33.3] Jack.[50.8-52.25] Let's start at the beginning.
pl_pl: [26.7-27.52] Jack.[32.6-33.3] Jack.[50.8-52.25] Zacznijmy od początku.

source: [28.5-30.6] Take her and the others to the Ground Zero operation.
pl_pl: [28.5-30.6] Zabierz ją i pozostałych na operację w strefie zero.

source: [29.05-30.9] Step away. Right now![32.8-34.6] You have three seconds until I pull.[35.6-37.3] And you're a marksman for shit.
pl_pl: [29.05-30.9] Odsuń się. Natychmiast! [32.8-34.6] Masz trzy sekundy zanim strzelę. [35.6-37.3] Ale za to strzelcem jesteś do dupy.

source: [29.25-32.16] --aaaahh! What! What's--[33.1-37.5] Oh, no... this can't be good... it's really happening.[37.6-42.2] You. You're Jack Joyce. You're here to kill me?[45.7-46.2] No.[74.2-75.75] You'll never get away with this!
pl_pl: [29.25-32.16] ...aaaachh! Co! Co się... [33.1-37.5] Och, nie... to nie może być... to się dzieje naprawdę...[37.6-42.2] Ty. Jesteś Jack Joyce. Jesteś tu, żeby mnie zabić?[45.7-46.2] Nie.[74.2-75.75] Nigdy nie ujdzie ci to na sucho!

source: [29.6-30.5] I had no choice!
pl_pl: [29.6-30.5] Nie miałem wyboru!

source: [29.7-30.4] Sir...[34.5-35.6] Yes, sir. You got it.[37.1-42.1] We pulled some images from the security cameras. We've identified Joyce's accomplice.[42.5-46.1] She's Beth Wilder, one of our mid-level operatives.[55.6-58.4] Unknown. But we've got a kill team tracking her.
pl_pl: [29.7-30.4] Proszę Pana... [34.5-35.6] Tak. Możesz na nas liczyć. [37.1-42.1] Wyciągnęliśmy kilka zdjęć z kamer bezpieczeństwa. Zidentyfikowaliśmy wspólniczkę Joyce.[42.5-46.1] To Beth Wilder, jedna z naszych agentek średniego szczebla.[55.6-58.4] Nie wiemy. Ale mamy zespół, który ją próbuje namierzyć i zabić.

source: [3-6.7] If you're with that fraternity, you've done enough damage. We're being shut down.[10.1-11.3] At 4am?[14.25-21.6] Well, we're spreading awareness about Monarch Solutions, so if you wanna know how badly they're giving us the shaft, then you can just ask me.
pl_pl: [3-6.7] Jeśli popierasz działania tej korporacji, to już wystarczająco naszkodziłeś. Uciszają nas.[10.1-11.3] O czwartej w nocy?[14.25-21.6] Cóż, chcemy tylko uświadomić wszystkich, co robi Monarch Solutions, więc jeśli chcesz wiedzieć, jak bardzo dają nam w kość, możesz po prostu mnie o to zapytać.

source: [3.3-8.7] This... thing... growing inside me.[10.9-13.5] I've been fighting it for six hard years.[17.15-26.5] Dr. Amaral was developing a cure for the Chronon Syndrome. She was the only one who could administer the treatments that kept my sickness at bay.[28.4-31.8] And Jack had taken her away from me.[37.9-42.55] How the fuck did this happen, Martin? How is it possible they managed to take her?[57.8-63] They took her. Without Sofia, there's no chance of a cure.[78.2-79.3] I'll be right there.
pl_pl: [3.3-8.7] To... coś... rośnie we mnie. [10.9-13.5] Walczyłem z tym przez sześć ciężkich lat. [17.15-26.5] Dr Amaral opracowywała lekarstwo na Syndrom Chrononu. Była jedyną osobą, która mogła podawać mi leki powstrzymujące moją chorobę. [28.4-31.8] A Jack mi ją odebrał. [37.9-42.55] Jak to się, kurwa, stało, Martin? Jak to możliwe, że udało im się ją zabrać? [57.8-63] Zabrali ją. Bez Sofii nie ma szans na moje wyleczenie.[78.2-79.3] Zaraz tam będę.

source: [3.4-4.7] Jack! In here! Hurry!
pl_pl: [3.4-4.7] Jack! Tutaj! Szybko!

source: [3.4-8.35] No! No! Gah!
pl_pl: [3.4-8.35] Nie! Nie! Aach!

source: [3.6-12.5] Will said there was something important in his briefcase. All I found was a key with "Bradbury Swimming Hall" on the chain. Only lead we had.[58.5-60.65] There's a lot I didn't know about Will.
pl_pl: [3.6-12.5] Will powiedział, że w jego teczce jest coś ważnego. Znalazłem tylko klucz z napisem „Basen Bradbury” na łańcuszku. To był jedyny trop, jaki mieliśmy.[58.5-60.65] Jest wiele rzeczy, których nie wiedziałem o Willu.

source: [3.6-4.65] Paul, wait! No!
pl_pl: [3.6-4.65] Paul, czekaj! Nie!

source: [3.7-4.6] Ahh.[24.15-25.1] Oh, shit.
pl_pl: [3.7-4.6] Ahh.[24.15-25.1] O cholera.

source: [3.8-5] Oh, shit. Watch out.
pl_pl: [3.8-5] O cholera. Uważaj.

source: [30-30.6] Shit![31.5-32] Shit![44-45] What the fuck was that!
pl_pl: [30-30.6] Cholera![31.5-32] Cholera![44-45] Co to kurwa było!

source: [30.4-31] Jack--[55.2-56] Jack?[57-58] You saved me.[65.1-68] The countermeasure. How...[71.7-73] Oh, Jack...[81.75-84] You came back from the future. For me.[84.9-86] The Fracture wasn't fixed.[88-93.4] In theory, yes. We gotta get back to my time machine. Gotta get us back to the time where you came from.[93.5-94] The future.[94.2-95.1] It's the only way. [97.9-104] No, Jack. Listen to me. The Fracture wasn't fixed in the time where you came from, so fixing it here, it's always gonna fail.[108.2-114.2] No, but you have. What you have done has set in motion a chain of events that cannot be broken--[114.4-118.3] --and if it could be broken, it could jeopardize the entire world.[118.6-122.1] We get one shot at this. There's too much at stake, Jack--[124.8-126.2] Then you gotta let go, Jack.[129-138] Everything you have done to get to this place is necessary. Trust me. The past... is set.[141.2-142] Right.[148.2-148.8] We gotta go.
pl_pl: [30.4-31] Jack... [55.2-56] Jack? [57-58] Uratowałeś mnie. [65.1-68] Środek zaradczy. Jak...[71.7-73] Och, Jack...[81.75-84] Wróciłeś z przyszłości. Dla mnie. [84.9-86] Pęknięcie nie zostało naprawione.[88-93.4] Teoretycznie tak. Musimy wrócić do mojego wehikułu czasu. Musimy wrócić do czasu, z którego pochodzisz. [93.5-94] Przyszłość. [94.2-95.1] To jedyny sposób. [97.9-104] Nie, Jack. Posłuchaj mnie. Pęknięcie nie zostało naprawione w czasie, z którego pochodzisz, więc naprawianie go tutaj, zawsze się nie powiedzie.[108.2-114.2] To, co zrobiłeś, uruchomiło łańcuch wydarzeń, którego nie da się przerwać...[114.4-118.3] ...a jeśli dałoby się go przerwać, mogłoby to zagrozić całemu światu. [118.6-122.1] Stawka jest zbyt wysoka, Jack... [124.8-126.2] Więc musisz odpuścić, Jack.[129-138] Wszystko, co zrobiłeś, aby dotrzeć do tego miejsca, było konieczne. Zaufaj mi. Przeszłość... jest już ustalona. [141.2-142] Racja. [148.2-148.8] Musimy iść.

source: [30.4-35.85] I had no choice! I couldn't let you take the countermeasure! It would put our entire plan at risk.[36.3-40.4] I already called Monarch from the terminal. They're on their way. It's over![44.1-46.6] We need the countermeasure to run the Lifeboat!
pl_pl: [30.4-35.85] Nie miałam wyjścia! Nie mogłam pozwolić ci na wzięcie środka zaradczego! Zagroziłoby to całemu naszemu planowi. [36.3-40.4] Zadzwoniłam do Monarch z terminalu. Są już w drodze. To koniec![44.1-46.6] Potrzebujemy środka zaradczego do uruchomienia łodzi ratunkowej!

source: [30.45-35.7] I had no choice! I couldn't let you take the countermeasure! It would put our entire plan at risk.[36.3-40.4] I already called Monarch from the terminal. They're on their way. It's over![44.2-46.5] We need the countermeasure to run the Lifeboat!
pl_pl: [30.45-35.7] Nie miałam wyjścia! Nie mogłam pozwolić ci na wzięcie środka zaradczego! Zagroziłoby to całemu naszemu planowi. [36.3-40.4] Zadzwoniłam do Monarch z terminalu. Są już w drodze. To koniec![44.2-46.5] Potrzebujemy środka zaradczego do uruchomienia łodzi ratunkowej!

source: [31.1-35.3] Doctor Amaral sent me to the future. I fought for months, trying to find a way to get back. [38.5-39.65] I wasn't the only one.[59.7-73.5] I followed him back. He set William's machine to 1999. The first possible exit point.
pl_pl: [31.1-35.3] Doktor Amaral wysłała mnie w przyszłość. Walczyłam miesiącami, próbując znaleźć sposób jak wrócić. [38.5-39.65] Nie byłam jedyna.[59.7-73.5] Wróciłam za nim. Ustawił maszynę Williama na rok 1999. Pierwszy możliwy punkt wyjścia.

source: [31.3-32.2] I had no choice!
pl_pl: [31.3-32.2] Nie miałem wyboru!

source: [31.3-32.3] I had no choice!
pl_pl: [31.3-32.3] Nie miałem wyboru!

source: [31.3-32.9] What if you're wrong?[184-185.8] You can't--
pl_pl: [31.3-32.9] A jeśli się mylisz? [184-185.8] Nie możesz...

source: [31.9-34.2] Let’s move! I’m on the clock here!
pl_pl: [31.9-34.2] Ruszamy! Mam czas!

source: [32.7-33.8] It's fine![51.7-53.5] Two minutes in the future.[54.2-56.3] Your evil future self.[58-59.3] We did it![66.2-69.5] ...disasters before they happen. Cure diseases before they spread.[69.5-73.6] I just had this conversation. Still sounds good the second time.[76.5-80.52] Now you go into the machine. You need to complete the cycle.[87-96.4] It's all a big loop, Jack. I need to enter the machine and travel back to the moment I exited the machine in order to, well... be here.[99.5-103.3] There is no "what if!" I'm here. It's already happened.[106.5-109.3] You saw it, Jack! We did it![114.6-121] There's no time to stop now! We need to test the other direction. Set the machine to five minutes to the future.
pl_pl: [32.7-33.8] Jest w porządku![51.7-53.5] Dwóch minut w przyszłości.[54.2-56.3] Twój zły przyszły brat bliźniak.[58-59.3] Udało nam się![66.2-69.5] ...katastrofami, zanim do nich dojdzie, leczyć choroby, zanim się rozprzestrzenią.[69.5-73.6] Odbyłem wcześniej tą rozmowę. Za drugim razem nadal brzmi dobrze.[76.5-80.52] Teraz wejdź do maszyny. Musisz zakończyć cykl.[87-96.4] To wszystko to jedna wielka pętla, Jack. Muszę wejść do maszyny i cofnąć się do momentu, w którym z niej wyszedłem, aby... być tutaj.[99.5-103.3] Nie ma żadnego „a co jeśli!?”. Jestem tutaj. To już się stało.[106.5-109.3] Widziałeś to, Jack! Udało nam się![114.6-121] Nie zatrzymujmy się na tym! Musimy przetestować inny kierunek. Ustaw maszynę na pięć minut w przyszłość.

source: [32.7-33.8] It's fine.[36.6-38.8] It's okay, stay calm, Jack![45.5-52.5] This is exactly what was supposed to happen! That's, he's, he's me, a future version of me, from--[59.9-69.3] Fucking incredible. I mean, just -- imagine the implications, we could warn people about disasters before they happen, cure diseases before they spread.[70-71.3] Haha![80.9-84.6] Yeah. Yes, of course.
pl_pl: [32.7-33.8] Jest w porządku.[36.6-38.8] W porządku, spokojnie, Jack![45.5-52.5] Dokładnie tak miało być! On jest mną, przyszłą wersją mnie, z...[59.9-69.3] To jest kurewsko niesamowite. Wyobraźmy sobie co można z tym zrobić: moglibyśmy ostrzegać ludzi przed katastrofami, zanim do nich dojdzie, leczyć choroby, zanim się rozprzestrzenią.[70-71.3] Haha![80.9-84.6] Tak. Tak, oczywiście.

source: [34.1-42.35] Not this one. She's the head of the anti-Monarch movement. I think we're looking at the new face of our campaign.
pl_pl: [34.1-42.35] Nie ona. Jest szefową ruchu anty-monarchistycznego. Myślę, że patrzymy na nową twarz naszej kampanii.

source: [35.6-38.9] What the--[46.3-50.4] Jesus, look at all this.[79.8-81.7] Yeah, well, Monarch does.[86.5-88.7] I don’t think my cover’s gonna last.
pl_pl: [35.6-38.9] Co do... [46.3-50.4] Jezu, spójrz na to wszystko. [79.8-81.7] Tak, cóż, Monarch wie. [86.5-88.7] Nie sądzę, żeby moja przykrywka to przetrwała.

source: [35.8-36.8] ...you're Jack Joyce.[38.6-39.75] You might still be able to catch them.
pl_pl: [35.8-36.8] ...jesteś Jack Joyce.[38.6-39.75] Wciąż możesz być w stanie ich złapać.

source: [36.2-43] You made it here. It's all that matters. You followed the plan.[48.27-49.15] Don't.[49.6-50.5] Don't![52.9-57.6] You still don't get it! It can't be changed![59.5-66.9] No matter what we do, the pieces fall in all of the exact same places. I've tried. Over and over![71.6-78.7] You have to let go. Jack. You have to let go. [82.8-97.3] I've seen it. The End of Time. That is where she sent me. I was there. I've been fighting this fight my entire life and I saw us fail.[100.5-102.3] I saw where this leads.[105.5-111.8] I just don't know anymore. I don't know if we can win this thing.
pl_pl: [36.2-43] Udało ci się tu dotrzeć. Tylko to się liczy. Postępowałeś zgodnie z planem.[48.27-49.15] Nie.[49.6-50.5] Nie![52.9-57.6] Wciąż tego nie rozumiesz! Nie da się tego zmienić! [59.5-66.9] Bez względu na to, co robimy, kawałki spadają dokładnie w te same miejsca. Próbowałam. W kółko, i w kółko![71.6-78.7] Musisz odpuścić. Jack. Musisz odpuścić. [82.8-97.3] Widziałam to. Koniec Czasu. Tam mnie wysłała. Byłam tam. Toczyłam tę walkę przez całe życie i widziałam, jak ponosimy porażkę.[100.5-102.3] Widziałam, dokąd to prowadzi.[105.5-111.8] Po prostu już nie wiem. Nie wiem, czy możemy to wygrać.

source: [37.2-42.15] Easy, easy, easy, Beth. Hey! It's okay. It's me.[56.7-58] I hope this is your style.[73.3-77] These people have no idea that I've been shooting up half of Paul's little amusement park.[89-91.9] Yeah, well. I don’t think it’d do much good for the next part, anyway.
pl_pl: [37.2-42.15] Spokojnie, spokojnie, spokojnie, Beth. Hej! W porządku. To ja. [56.7-58] Mam nadzieję, że to w twoim stylu. [73.3-77] Ci ludzie nie wiedzą, że ostrzelałem właśnie połowę małego parku rozrywki Paula. [89-91.9] Ta. I tak nie sądzę, żeby to dobrze wpłynęło na następną część.

source: [37.5-39.65] That's the first time you saw Beth Wilder.
pl_pl: [37.5-39.65] Wtedy po raz pierwszy zobaczyłeś Beth Wilder.

source: [37.89-38.8] Jack.[54.3-57] When you first arrived at Riverport University.
pl_pl: [37.89-38.8] Jack.[54.3-57] Od momentu, kiedy przyjechałeś na Uniwersytet Riverport.

source: [38.7-41.85] No. Wait. Please![44.4-49.7] Just please, stop! Please! Help me!
pl_pl: [38.7-41.85] Nie. Czekaj. Proszę! [44.4-49.7] Proszę, przestań! Proszę! Pomóż mi!

source: [39.8-40.2] Yeah. [40.7-42.4] But definitely not the first time she saw me.
pl_pl: [39.8-40.2] Tak. [40.7-42.4] Ale ona zdecydowanie kiedyś mnie już widziała.

source: [4-8.5] Still have no visual on Joyce and Wilder, doing another sweep.
pl_pl: [4-8.5] Wciąż nie widać Joyce'a i Wilder, sprawiających kłopoty.

source: [4.2-11.5] You don't understand the power you're wielding! You need to hand this technology over to Monarch. I've prepared for what happens next.[16.8-20.6] Even if I fix William's machine, what could you possibly hope to achieve? [20.7-22.7] The End of Time is coming. There's no way to--[33.1-42.1] And it cannot be stopped! Paul has been to the End of Time, he's witnessed it first hand! Can't you see? We prepared for what's next out of necessity.[82.7-87.4] I'll have to run diagnostics on the machine. I can't promise anything before that.
pl_pl: [4.2-11.5] Nie rozumiesz mocy, którą dzierżysz! Musisz przekazać tę technologię Monarch. Przygotowałam się na to, co stanie się później. [16.8-20.6] Nawet jeśli naprawię maszynę Williama, co mogłabyć osiągnąć? [20.7-22.7] Zbliża się Koniec Czasu. Nie ma sposobu, by... [33.1-42.1] I nie można go zatrzymać! Paul był na Końcu Czasu, był jego świadkiem! Czego nie rozumiesz? Przygotowaliśmy się na to, co nastąpi z konieczności. [82.7-87.4] Będę musiała przeprowadzić diagnostykę maszyny. Nie mogę niczego wcześniej obiecać.

source: [4.2-11.8] You don't understand the power you're wielding! You need to hand this technology over to Monarch. I've prepared for what happens next.[16.8-20.6] Even if I fix William's machine, what could you possibly hope to achieve? [20.7-22.7] The End of Time is coming. There's no way to--[33.1-42.2] And it cannot be stopped! Paul has been to the End of Time, he's witnessed it first hand! Can't you see? We prepared for what's next out of necessity.[82.7-87.2] I'll have to run diagnostics on the machine. I can't promise anything before that.
pl_pl: [4.2-11.8] Nie rozumiesz jaką mocą właśnie dzierżysz! Musisz przekazać tę technologię Monarch. Przygotowałam się na to, co stanie się później. [16.8-20.6] Nawet jeśli naprawię maszynę Williama, co możecie zrobić? [20.7-22.7] Zbliża się Koniec Czasu. Nie ma sposobu, by... [33.1-42.2] I nie można go zatrzymać! Paul był na Końcu Czasu, był jego świadkiem! Czego nie rozumiesz? Przygotowaliśmy się na to, co nastąpi z konieczności. [82.7-87.2] Będę musiał przeprowadzić diagnostykę maszyny. Nie mogę niczego wcześniej obiecać.

source: [4.2-5.2] Oh, shit![20.2-21] Will!
pl_pl: [4.2-5.2] O cholera! [20.2-21] Will!

source: [4.2-6.8] This is it. There's no turning back.[0-0] Jack?! Jack!
pl_pl: [4.2-6.8] Nareszcie. Nie ma odwrotu.[0-0] Jack?! Jack!

source: [4.2-7.8] Just the way I left it... Hope it still works.[27.65-34.2] All right. We'll go to the future, a little after your time of departure, before the Fracture has stopped time permanently...[35.2-38] I don't know... I'm, uh, I'm a little concerned about this...[40-42.5] Of course it'll be dangerous. At this point, what isn't?[43.4-45.1] I have been curious to try this.[49.85-52.9] Wow. So this is what it looks like.
pl_pl: [4.2-7.8] Tak jak zostawiłem... Mam nadzieję, że nadal działa. [27.65-34.2] W porządku. Przeniesiemy się do przyszłości, trochę po twoim czasie odlotu, zanim Pęknięcie na stałe zatrzymało czas... [35.2-38] Nie wiem... Trochę mnie to martwi...[40-42.5] Oczywiście, że to będzie niebezpieczne. W tym momencie, co nie jest?[43.4-45.1] Zawsze chciałem tego spróbować.[49.85-52.9] Łał. Więc tak to wygląda.

source: [4.3-6.75] This is it. There's no turning back.[0-0] Jack?! Jack!
pl_pl: [4.3-6.75] Nareszcie. Nie ma odwrotu.[0-0] Jack?! Jack!
